# インストール先の指定
cask_args appdir: "/Applications"

# 外部ライブラリをインストール
tap "homebrew/core"
tap "homebrew/cask"

# デスクトップアプリケーションの管理
cask "visual-studio-code"
cask "google-chrome"
cask "docker"
cask "postman"
cask "alfred" #ランチャーアプリ
cask "drawio" #ダイアグラム作成アプリ
cask "alacritty" #ターミナルアプリ
cask "deepl"
cask "figma"
cask "docker"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"

# CLIアプリケーションの管理
brew "yarn"
brew "git"
brew "lazygit"

# Mac App Storeのアプリケーションを管理
brew "asdf" #デフォルト
brew "mas" #デフォルト
brew "ripgrep" # telescopeのlive_grepで使用 文字列でファイル検索
brew "ripgrep-all"
